tap "adoptopenjdk/openjdk"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "mongodb/brew"  
brew "ack"
brew "python@3.10"
brew "ansible"
brew "jpeg"
brew "libpng"
brew "boost"
brew "asciidoc"
brew "autoconf"
brew "autojump"
brew "automake"
brew "bat"
brew "fontconfig"
brew "python@3.9"
brew "glib"
brew "pkg-config"
brew "cairo"
brew "ccache"
brew "cgal"
brew "chruby"
brew "cmake"
brew "coreutils"
brew "cppunit"
brew "dos2unix"
brew "fribidi"
brew "libtool"
brew "unbound"
brew "gnutls"
brew "gobject-introspection"
brew "harfbuzz"
brew "libass"
brew "zeromq"
brew "ffmpeg"
brew "findutils"
brew "fish"
brew "fzf"
brew "gawk"
brew "gcc"
brew "gifsicle"
brew "git"
brew "git-lfs"
brew "gitlab-runner"
brew "gnu-sed"
brew "gnupg"
brew "node"
brew "grunt-cli"
brew "libxml2"
brew "gtk-doc"
brew "helm"
brew "httpie"
brew "hugo"
brew "jq"
brew "kubernetes-cli"
brew "libiconv"
brew "libraqm"
brew "mas"
brew "media-info"
brew "memcached"
brew "mongosh"
brew "moreutils"
brew "msgpack"
brew "nasm"
brew "nghttp2"
brew "nmap"
brew "nvm"
brew "openconnect"
brew "openjdk"
brew "python-tk@3.9"
brew "python@3.8"
brew "ruby-build"
brew "rbenv"
brew "reattach-to-user-namespace"
brew "redis"
brew "ruby"
brew "screen"
brew "speedtest-cli"
brew "utf8proc"
brew "subversion"
brew "terraform"
brew "the_silver_searcher"
brew "tmux"
brew "todo-txt"
brew "tree"
brew "ttyrec"
brew "watch"
brew "wget"
brew "xmlto"
brew "yarn"
brew "zlib"
brew "zsh"
cask "1password"
cask "adoptopenjdk8"
cask "arduino"
cask "autodesk-fusion360"
cask "balenaetcher"
cask "caffeine"
cask "calibre"
cask "coolterm"
cask "daisydisk"
cask "dash"
cask "diffmerge"
cask "docker"
cask "dropbox"
cask "firefox"
cask "font-awesome-terminal-fonts"
cask "font-fontawesome"
cask "font-hack"
cask "font-inconsolata-dz-for-powerline"
cask "font-inconsolata-for-powerline"
cask "font-inconsolata-g-for-powerline"
cask "font-roboto-mono"
cask "font-roboto-mono-for-powerline"
cask "font-source-code-pro"
cask "google-backup-and-sync"
cask "google-chrome"
cask "gpxsee"
cask "imagemin"
cask "istat-menus"
cask "iterm2"
cask "java"
cask "lingon-x"
cask "little-snitch"
cask "logitech-options"
cask "macbreakz"
cask "mongodb-compass"
cask "processing"
cask "qgis"
cask "signal"
cask "sizeup"
cask "slack"
cask "spotify"
cask "sqlpro-studio"
cask "steam"
cask "teamviewer"
cask "the-unarchiver"
cask "tor-browser"
cask "tower"
cask "transmission"
cask "transmit"
cask "tunnelblick"
cask "virtualbox"
cask "visual-studio-code"
cask "vlc"
cask "vnc-viewer"
mas "Microsoft Remote Desktop", id: 715768417
mas "NordVPN", id: 905953485
mas "Pages", id: 409201541
mas "Patterns", id: 429449079
mas "Quick Camera", id: 598853070
mas "Remote Desktop", id: 409907375
mas "Xcode", id: 497799835
